Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# mobile.delete_account.code_placeholder
source: Code
ar: الرمز
cs: Kód
da: Kode
el: Κωδικός
es: Código
fi: Koodi
he: קוד
hi: कोड
hu: Kód
id: Kode
it: Codice
ja: コード
ko: 코드
ms: Kode
nb: Kode
pl: Kod
pt_br: Código
pt_pt: Código
ro: Cod
ru: Код
sk: Kód
sv: Kod
th: รหัส
tr: Kod
uk: Код
vi: Mã
zh_hans: 代码
zh_hant: 代碼

# mobile.delete_account.code_section_header
source: Enter Confirmation Code
ar: أدخل رمز التأكيد
cs: Zadejte potvrzovací kód
da: Indtast bekræftelseskode
de: Bestätigungscode eingeben
el: Εισάγετε τον κωδικό επιβεβαίωσης
es: Ingresa código de confirmación
fi: Kirjoita vahvistuskoodi
fr: Entrez le code de confirmation
he: הזן קוד אישור
hi: पुष्टिकरण कोड दर्ज करें
hu: Megerősítési kód megadása
id: Masukkan Kode Konfirmasi
it: Inserisci Codice di Conferma
ja: 確認コードを入力
ko: 확인 코드 입력
ms: Masukkan Kode Konfirmasi
nb: Skriv inn bekreftelsescode
nl: Bevestigingscode invoeren
pl: Wpisz kod potwierdzający
pt_br: Insira o Código de Confirmação
pt_pt: Introduza Código de Confirmação
ro: Introduceţi codul de confirmare
ru: Введите код подтверждения
sk: Zadajte potvrdzovací kód
sv: Ange bekräftelsekod
th: ป้อนรหัสยืนยัน
tr: Onay Kodunu Girin
uk: Введіть код підтвердження
vi: Nhập mã xác nhận
zh_hans: 输入确认代码
zh_hant: 輸入確認代碼

# mobile.delete_account.confirm_footer
source: We'll email you a one-time code to confirm. Deletion schedules your sync account and cloud data for removal after a 14-day grace period. Local workspace files stay on this device. Sign in again within 14 days to cancel.
ar: سنرسل لك رمز لمرة واحدة للتأكيد. الحذف يجدول حسابك المزامق وبيانات السحابة للإزالة بعد فترة انتظار 14 يوماً. ملفات مساحة العمل المحلية تبقى على هذا الجهاز. سجل الدخول مرة أخرى خلال 14 يوم للإلغاء.
cs: Pošleme vám jednorázový kód k potvrzení. Smazání naplánuje váš účet synchronizace a cloudová data k odebrání po 14denní lhůtě. Místní soubory pracovního prostoru zůstanou na tomto zařízení. Pokud se chcete vrátit do 14 dnů, přihlaste se znovu.
da: Vi sender dig en engangskode til bekræftelse. Sletning planlægger din synkroniseringskonto og clouddata til fjernelse efter en 14-dages frister. Lokale arbejdsområdesfiler forbliver på denne enhed. Log ind igen inden for 14 dage for at annullere.
de: Wir senden Ihnen einen einmaligen Code per E-Mail. Die Löschung plant Ihr Sync-Konto und Cloud-Daten zur Entfernung nach einer 14-Tage-Kulanzfrist ein. Lokale Arbeitsbereichsdateien bleiben auf diesem Gerät. Melden Sie sich innerhalb von 14 Tagen erneut an, um zu stornieren.
el: Θα σας στείλουμε email με ένα κωδικό μιας χρήσης για επιβεβαίωση. Η διαγραφή προγραμματίζει τον λογαριασμό συγχρονισμού σας και τα δεδομένα στο cloud για αφαίρεση μετά από μια περίοδο χάριτος 14 ημερών. Τα τοπικά αρχεία χώρου εργασίας παραμένουν σε αυτήν τη συσκευή. Συνδεθείτε ξανά εντός 14 ημερών για να ακυρώσετε.
es: Te enviaremos por email un código de un solo uso para confirmar. La eliminación programa tu cuenta de sincronización y datos en la nube para eliminación después de un período de gracia de 14 días. Los archivos del espacio de trabajo local permanecen en este dispositivo. Inicia sesión nuevamente dentro de 14 días para cancelar.
fi: Lähetämme sinulle kertaluonteisen koodin vahvistusta varten. Poistaminen aikatauluttaa synkronointitilisi ja pilvipalvelun tietosi poistamista 14 päivän katkolle. Paikalliset työtilaa säilyvät tällä laitteella. Kirjaudu sisään uudelleen 14 päivän sisällä peruuttamiseksi.
fr: Nous vous enverrons un code unique par email pour confirmer. La suppression planifie votre compte de synchronisation et vos données cloud pour suppression après une période de grâce de 14 jours. Les fichiers d'espace de travail local restent sur cet appareil. Connectez-vous à nouveau dans les 14 jours pour annuler.
he: נשלח לך קוד חד פעמי להאשרה. מחיקה מתזמנת את חשבון Sync שלך ונתוני ענן להסרה לאחר תקופת חסד של 14 ימים. קובצי מרחב עבודה מקומיים נשארים בהתקן זה. התחבר שוב תוך 14 ימים כדי לבטל.
hi: हम आपको पुष्टि करने के लिए एक बार का कोड ईमेल करेंगे। हटाना आपके सिंक खाते और क्लाउड डेटा को 14-दिन की अनुग्रह अवधि के बाद हटाने के लिए शेड्यूल करता है। स्थानीय वर्कस्पेस फ़ाइलें इस डिवाइस पर रहती हैं। रद्द करने के लिए 14 दिनों के भीतर फिर से साइन इन करें।
hu: Egy egyszeri kódot küldünk az e-mailre. A törlés a szinkronizálási fiók és a felhőadatok eltávolítására ütemezi 14 napos türelmi idő után. A helyi munkaterület fájljai ezen az eszközön maradnak. Jelentkezzen be újra 14 napon belül a törlés visszavonásához.
id: Kami akan mengirimkan kode sekali pakai kepada Anda melalui email untuk mengonfirmasi. Penghapusan menjadwalkan akun sinkronisasi dan data cloud Anda untuk dihapus setelah periode masa berlaku 14 hari. File ruang kerja lokal tetap di perangkat ini. Masuk kembali dalam 14 hari untuk membatalkan.
it: Ti invieremo un codice monouso per confermare. L'eliminazione programma il tuo account di sincronizzazione e i dati cloud per la rimozione dopo un periodo di grazia di 14 giorni. I file dell'area di lavoro locale rimangono su questo dispositivo. Accedi di nuovo entro 14 giorni per annullare.
ja: 確認用のワンタイムコードをメールで送信します。削除により、14日間の猶予期間後にSyncアカウントとクラウドデータが削除されます。ローカルワークスペースファイルはこのデバイスに残ります。14日以内に再度サインインしてキャンセルできます。
ko: 확인하기 위해 일회용 코드를 이메일로 보내드립니다. 삭제하면 동기화 계정 및 클라우드 데이터가 14일 유예 기간 이후 제거하도록 예약됩니다. 로컬 작업 공간 파일은 이 기기에 유지됩니다. 14일 이내에 다시 로그인하여 취소하세요.
ms: Kami akan mengirimkan email dengan kode satu kali. Penghapusan menjadwalkan akun sinkronisasi dan data cloud Anda untuk dihapus setelah periode tenggang 14 hari. File ruang kerja lokal tetap di perangkat ini. Masuk kembali dalam 14 hari untuk membatalkan.
nb: Vi sender deg en engangs-kode for å bekrefte. Sletting planlegger synkkontoen din og skydataene for fjerning etter en 14-dagers karensperiode. Lokale arbeidsromfiler forblir på denne enheten. Logg inn igjen innen 14 dager for å avbryte.
nl: We sturen je een eenmalige code. Verwijdering plant je sync-account en cloudgegevens in voor verwijdering na een respijtperiode van 14 dagen. Lokale werkruimtebestanden blijven op dit apparaat. Meld je aan binnen 14 dagen opnieuw om te annuleren.
pl: Wyślemy Ci jednorazowy kod. Usunięcie zaplanuje Twoje konto synchronizacji i dane w chmurze do usunięcia po 14-dniowym okresie karencji. Pliki obszaru roboczego lokalnego pozostają na tym urządzeniu. Zaloguj się ponownie w ciągu 14 dni, aby anulować.
pt_br: Enviaremos um código único para seu e-mail para confirmar. A exclusão agenda sua conta de sincronização e dados em nuvem para remoção após um período de carência de 14 dias. Arquivos do workspace local permanecem neste dispositivo. Conecte-se novamente em 14 dias para cancelar.
pt_pt: Enviaremos por e-mail um código de uso único para confirmar. Eliminação agenda a sua conta de sincronização e dados na cloud para remoção após um período de graça de 14 dias. Os ficheiros da área de trabalho local permanecem neste dispositivo. Inicie sessão novamente dentro de 14 dias para cancelar.
ro: Vi vom trimite un cod unic prin e-mail pentru a confirma. Ștergerea programează contul dvs. de sincronizare și datele cloud pentru eliminare după o perioadă de grație de 14 zile. Fișierele spațiul de lucru local rămân pe acest dispozitiv. Conectați-vă din nou în 14 zile pentru a anula.
ru: Мы отправим вам на эл. почту одноразовый код для подтверждения. Удаление запланирует ваш аккаунт синхронизации и облачные данные для удаления после 14-дневного периода ожидания. Файлы локального рабочего пространства остаются на этом устройстве. Войдите снова в течение 14 дней, чтобы отменить.
sk: Poslúčeme vám jednorazový kód na potvrdenie. Odstránenie naplánuje váš účet synchronizácie a cloudové dáta na odstránenie po 14-dňovej lehote na zmenu rozhodnutia. Súbory lokálneho pracovného priestoru zostanú na tomto zariadení. Prihláste sa znova do 14 dní na zrušenie.
sv: Vi skickar dig en engångskod via e-post för att bekräfta. Radering schemalägger ditt synkroniseringskonto och molndata för borttagning efter en 14-dagars respitperiod. Lokala arbetaryta-filer förblir på den här enheten. Logga in igen inom 14 dagar för att avbryta.
th: เราจะส่งรหัสแบบครั้งเดียวให้คุณ การลบจะกำหนดการบัญชีซิงค์และข้อมูลคลาวด์ของคุณเพื่อลบหลังจากระยะเวลาอนุเคราะห์ 14 วัน ไฟล์พื้นที่ทำงานในท้องถิ่นยังคงอยู่บนอุปกรณ์นี้ ลงชื่อเข้าใช้อีกครั้งภายใน 14 วันเพื่อยกเลิก
tr: Onay için size bir kerelik kod e-postayla göndereceğiz. Silme, 14 gün ödemesiz dönem sonrasında senkronizasyon hesabınızı ve bulut verilerinizi kaldırmak için planlar. Yerel çalışma alanı dosyaları bu cihazda kalır. Silmeyi iptal etmek için 14 gün içinde tekrar giriş yapın.
uk: Ми надішлемо вам одноразовий код для підтвердження. Видалення запланює видалення вашого облікового запису синхронізації та хмарних даних після 14-денного періоду льготи. Локальні файли робочого простору залишатимуться на цьому пристрої. Ввійдіть повторно протягом 14 днів, щоб скасувати.
vi: Chúng tôi sẽ gửi cho bạn một mã một lần để xác nhận. Xóa sẽ lên lịch xóa tài khoản đồng bộ và dữ liệu đám mây của bạn sau khoảng thời gian ân hạn 14 ngày. Các tệp workspace cục bộ vẫn ở trên thiết bị này. Đăng nhập lại trong vòng 14 ngày để hủy.
zh_hans: 我们将发送一个一次性代码到您的邮箱以确认。删除将在 14 天的宽限期后安排您的同步账户和云数据删除。本地工作区文件保留在此设备上。在 14 天内重新登录以取消。
zh_hant: 我們會傳送一次性代碼給您進行確認。刪除會在 14 天的寬限期後排程移除您的同步帳戶和雲端資料。本機工作區檔案保留在此裝置上。在 14 天內重新登入以取消。

# mobile.delete_account.confirm_section_header
source: Confirm Deletion
ar: تأكيد الحذف
cs: Potvrdit smazání
da: Bekræft sletning
de: Löschung bestätigen
el: Επιβεβαίωση διαγραφής
es: Confirmar eliminación
fi: Vahvista poistaminen
fr: Confirmer la suppression
he: אשר מחיקה
hi: हटाना की पुष्टि करें
hu: Törlés megerősítése
id: Konfirmasi Penghapusan
it: Conferma Eliminazione
ja: 削除を確認
ko: 삭제 확인
ms: Konfirmasi Penghapusan
nb: Bekreft sletting
nl: Verwijdering bevestigen
pl: Potwierdź usunięcie
pt_br: Confirmar Exclusão
pt_pt: Confirmar Eliminação
ro: Confirmaţi ștergerea
ru: Подтвердить удаление
sk: Potvrdiť odstránenie
sv: Bekräfta borttagning
th: ยืนยันการลบ
tr: Silmeyi Onayla
uk: Підтвердіть видалення
vi: Xác nhận xóa
zh_hans: 确认删除
zh_hant: 確認刪除

# mobile.delete_account.deleting_progress
source: Deleting account…
ar: جاري حذف الحساب…
cs: Mazání účtu…
da: Sletter konto…
de: Konto wird gelöscht …
el: Διαγραφή λογαριασμού…
es: Eliminando cuenta…
fi: Poistetaan tiliä...
fr: Suppression du compte…
he: מחיקת חשבון…
hi: खाता हटा रहे हैं…
hu: Fiók törlése…
id: Menghapus akun…
it: Eliminazione account…
ja: アカウント削除中…
ko: 계정 삭제 중…
ms: Menghapus akun…
nb: Sletter konto…
nl: Account verwijderen…
pl: Usuwanie konta…
pt_br: Excluindo conta…
pt_pt: A eliminar conta…
ro: Se șterge cont…
ru: Удаление аккаунта…
sk: Mazanie účtu…
sv: Raderar konto…
th: ลบบัญชี…
tr: Hesap siliniyor…
uk: Видалення облікового запису…
vi: Đang xóa tài khoản…
zh_hans: 删除账户中…
zh_hant: 刪除帳戶中…

# mobile.delete_account.email_fallback
source: your account
ar: حسابك
cs: váš účet
da: din konto
de: Ihr Konto
el: ο λογαριασμός σας
es: tu cuenta
fi: tilauksesi
fr: votre compte
he: חשבונך
hi: आपका खाता
hu: a fiókod
id: akun Anda
it: il tuo account
ja: アカウント
ko: 귀하의 계정
ms: akun Anda
nb: kontoen din
nl: je account
pl: twoje konto
pt_br: sua conta
pt_pt: a sua conta
ro: contul dvs.
ru: ваш аккаунт
sk: váš účet
sv: ditt konto
th: บัญชีของคุณ
tr: hesabınız
uk: вашого облікового запису
vi: tài khoản của bạn
zh_hans: 您的账户
zh_hant: 您的帳戶

# mobile.delete_account.email_placeholder
source: Email
ar: البريد الإلكتروني
fi: Sähköposti
he: דוא״ל
hi: ईमेल
ja: メールアドレス
ko: 이메일
nb: E-post
pl: Wiadomość e-mail
ru: Эл. почта
sv: E-post
th: อีเมล
tr: E-posta
uk: Електронна пошта
zh_hans: 邮箱
zh_hant: 電子郵件

# mobile.delete_account.manage_store_subscription
source: Manage {store} Subscription
ar: إدارة اشتراك {store}
cs: Spravovat {store} předplatné
da: Administrer {store} abonnement
de: {store}-Abonnement verwalten
el: Διαχείριση {store} Subscription
es: Administrar suscripción de {store}
fi: Hallinnoi {store} tilausta
fr: Gérer l'abonnement {store}
he: נהל {store} מנוי
hi: {store} सदस्यता प्रबंधित करें
hu: {store} előfizetés kezelése
id: Kelola Langganan {store}
it: Gestisci Abbonamento {store}
ja: {store}サブスクリプションを管理
ko: {store} 구독 관리
ms: Kelola Langganan {store}
nb: Administrer {store} abonnement
nl: {store}-abonnement beheren
pl: Zarządzaj subskrypcją {store}
pt_br: Gerenciar Assinatura de {store}
pt_pt: Gerir Subscrição do {store}
ro: Gestionaţi abonamentul {store}
ru: Управлять подпиской {store}
sk: Spravovať predplatné {store}
sv: Hantera {store} prenumeration
th: จัดการการสมัครสมาชิก {store}
tr: {store} Aboneliğini Yönet
uk: Керувати підпискою {store}
vi: Quản lý đăng ký {store}
zh_hans: 管理 {store} 订阅
zh_hant: 管理 {store} 訂閱

# mobile.delete_account.password_placeholder
source: Password
ar: كلمة المرور
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hu: Jelszó
id: Kata sandi
ja: パスワード
ko: 비밀번호
ms: Sandi
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# mobile.delete_account.send_code
source: Send Code
ar: إرسال الرمز
cs: Odeslat kód
da: Send kode
de: Code senden
el: Αποστολή κωδικού
es: Enviar código
fi: Lähetä koodi
fr: Envoyer le code
he: שלח קוד
hi: कोड भेजें
hu: Kód küldése
id: Kirim Kode
it: Invia Codice
ja: コード送信
ko: 코드 발송
ms: Kirim Kode
nb: Send kode
nl: Code verzenden
pl: Wyślij kod
pt_br: Enviar Código
pt_pt: Enviar Código
ro: Trimiteţi cod
ru: Отправить код
sk: Poslať kód
sv: Skicka kod
th: ส่งรหัส
tr: Kodu Gönder
uk: Надіслати код
vi: Gửi mã
zh_hans: 发送代码
zh_hant: 傳送代碼

# mobile.delete_account.sending_code_progress
source: Sending code…
ar: جاري إرسال الرمز…
cs: Odesílání kódu…
da: Sender kode…
de: Code wird gesendet …
el: Αποστολή κωδικού…
es: Enviando código…
fi: Lähetetään koodia...
fr: Envoi du code…
he: שולח קוד…
hi: कोड भेज रहे हैं…
hu: Kód küldése…
id: Mengirim kode…
it: Invio codice…
ja: コード送信中…
ko: 코드 발송 중…
ms: Mengirim kode…
nb: Sender kode…
nl: Code verzenden…
pl: Wysyłanie kodu…
pt_br: Enviando código…
pt_pt: A enviar código…
ro: Se trimite cod…
ru: Отправка кода…
sk: Posielam kód…
sv: Skickar kod…
th: กำลังส่งรหัส…
tr: Kod gönderiliyor…
uk: Відправлення коду…
vi: Đang gửi mã…
zh_hans: 发送代码中…
zh_hant: 傳送代碼中…

# mobile.delete_account.store_subscription_warning
source: Deleting your account does **not** cancel your {store} subscription. {store} keeps billing you until you cancel it there. Cancel it first, then delete.
ar: حذف حسابك **لا** يلغي اشتراكك في {store}. {store} سيستمر في محاسبتك حتى تلغيه هناك. ألغِه أولاً، ثم احذف.
cs: Smazání vašeho účtu **neruší** vaše předplatné {store}. {store} vás bude nadále zpoplatňovat, dokud jej tam nezrušíte. Nejdřív jej zrušte a pak smažte.
da: Sletning af din konto annullerer **ikke** dit {store} abonnement. {store} vil fortsætte med at fakturere dig, indtil du annullerer det der. Annuller det først, derefter slet.
de: Das Löschen Ihres Kontos bricht NICHT Ihr {store}-Abonnement ab. {store} berechnet Ihnen weiterhin, bis Sie es dort kündigen. Kündigen Sie es zuerst, dann löschen Sie.
el: Η διαγραφή του λογαριασμού σας **δεν** ακυρώνει τη συνδρομή σας στο {store}. Το {store} συνεχίζει να σας χρεώνει μέχρι να το ακυρώσετε εκεί. Ακυρώστε το πρώτα, στη συνέχεια διαγράψτε.
es: Eliminar tu cuenta **no** cancela tu suscripción de {store}. {store} seguirá cobrándote hasta que lo hagas allá. Cancélalo primero, luego elimina.
fi: Tilin poistaminen **ei** peruuta {store} tilausta. {store} jatkaa laskutusta, kunnes peruutat sen siellä. Peruuta se ensin, sitten poista.
fr: Supprimer votre compte ne **l'annule pas** votre abonnement {store}. {store} continue de vous facturer jusqu'à ce que vous l'annuliez là-bas. Annulez-le d'abord, puis supprimez.
he: מחיקת החשבון שלך עושה **לא** בטל את המנוי {store} שלך. {store} ממשיך לגבות אותך עד שתבטל זאת שם. בטל זאת תחילה, ואז מחק.
hi: आपके खाते को हटाना आपकी {store} सदस्यता को **नहीं** रद्द करता। {store} आपको तब तक चार्ज करता रहता है जब तक आप वहां इसे रद्द नहीं करते। पहले इसे रद्द करें, फिर हटाएं।
hu: A fiók törlése **nem** szünteti meg a(z) {store} előfizetést. A(z) {store} továbbra is számlázza Önt, amíg ott le nem mondja. Először mondja le, majd törölje.
id: Menghapus akun Anda **tidak** membatalkan langganan {store} Anda. {store} terus mengenakan biaya kepada Anda hingga Anda membatalkannya di sana. Batalkan terlebih dahulu, kemudian hapus.
it: L'eliminazione dell'account **non** annulla l'abbonamento a {store}. {store} continua a addebitarti fino a quando non lo annulli lì. Annullalo prima, poi elimina.
ja: アカウント削除は**{store}サブスクリプション**をキャンセルしません。{store}はキャンセルするまで課金を続けます。最初にキャンセルしてから削除してください。
ko: 계정을 삭제해도 **{store} 구독이 취소되지 않습니다**. {store}는 이곳에서 취소할 때까지 계속 청구합니다. 먼저 취소한 후 삭제하세요.
ms: Menghapus akun Anda **tidak** membatalkan langganan {store} Anda. {store} terus menagih Anda hingga Anda membatalkannya di sana. Batalkan terlebih dahulu, lalu hapus.
nb: Sletting av kontoen din avbryter **ikke** abonnementet ditt på {store}. {store} fortsetter å belaste deg til du avbryter det der. Avbryt det først, deretter slett.
nl: Het verwijderen van je account **niet** je {store}-abonnement annuleren. {store} blijft je factureren tot je het daar opzegt. Zeg het daar eerst op en verwijder het vervolgens.
pl: Usunięcie Twojego konta **nie** anuluje subskrypcji {store}. {store} będzie Cię rozliczać, dopóki nie anulujesz tam. Anuluj najpierw, a następnie usuń.
pt_br: Excluir sua conta **não** cancela sua assinatura de {store}. {store} continuará cobrando você até você cancelar lá. Cancele primeiro e depois exclua.
pt_pt: Eliminar a sua conta **não** cancela a sua subscrição do {store}. {store} continua a cobrar-lhe até a cancelar lá. Cancele primeiro, depois elimine.
ro: Ștergerea contului **nu** anulează abonamentul {store}. {store} continuă să vă perceapă până când o anulați acolo. Anulați-o mai întâi, apoi ștergeţi.
ru: Удаление вашего аккаунта **не** отменяет вашу подписку {store}. {store} продолжит списывать средства, пока вы не отмените подписку там. Сначала отмените, затем удалите.
sk: Vymazanie vášho účtu **NEZRUŠUJE** vaše predplatné {store}. {store} vás bude ďalej fakturovať, kým ho tam nezrušíte. Najprv ho zrušte, potom vymažte.
sv: Om du raderar ditt konto RADERAS **inte** din {store}-prenumeration. {store} debiterar dig tills du avsluter den där. Avsluta den först, sedan radera.
th: การลบบัญชีของคุณจะ **ไม่** ยกเลิกการสมัครสมาชิก {store} ของคุณ {store} จะเรียกเก็บเงินจากคุณต่อไปจนกว่าคุณจะยกเลิกที่นั่น ยกเลิกก่อน จากนั้นลบ
tr: Hesabınızı silmek {store} aboneliğini **iptal etmez**. {store} onu iptal edene kadar faturalandırmaya devam eder. Önce iptal edin, ardından silin.
uk: Видалення вашого облікового запису **не** скасовує вашу підписку {store}. {store} продовжуватиме вас стягувати, доки ви не скасуєте її там. Спочатку скасуйте її, потім видаліть.
vi: Xóa tài khoản của bạn **không** hủy đăng ký {store} của bạn. {store} tiếp tục tính phí cho bạn cho đến khi bạn hủy nó ở đó. Hủy nó trước, sau đó xóa.
zh_hans: 删除您的账户 **不会** 取消您的 {store} 订阅。{store} 将继续向您收费,直到您在那里取消。先取消,然后删除。
zh_hant: 刪除您的帳戶**不會**取消您的 {store} 訂閱。{store} 會持續向您收費，直到您在那裡取消為止。先取消，再刪除。

# mobile.editor.could_not_save_edits
source: Could not save edits
ar: لم تتمكن من حفظ التعديلات
cs: Nebylo možné uložit úpravy
da: Kunne ikke gemme ændringer
de: Bearbeitungen konnten nicht gespeichert werden
el: Δεν ήταν δυνατή η αποθήκευση των τροποποιήσεων
es: No se pudieron guardar ediciones
fi: Muutoksia ei voitu tallentaa
fr: Impossible d'enregistrer les modifications
he: לא היה ניתן לשמור עריכות
hi: संपादन सहेजा नहीं जा सका
hu: A szerkesztések nem lettek mentve
id: Tidak dapat menyimpan edit
it: Non è stato possibile salvare le modifiche
ja: 編集を保存できませんでした
ko: 편집 사항을 저장할 수 없음
ms: Tidak dapat menyimpan pengeditan
nb: Kunne ikke lagre redigeringer
nl: Kon wijzigingen niet opslaan
pl: Nie można było zapisać zmian
pt_br: Não foi possível salvar edições
pt_pt: Não foi possível guardar as edições
ro: Nu s-a putut salva editări
ru: Не удалось сохранить изменения
sk: Nepodarilo sa uložiť zmeny
sv: Kunde inte spara redigeringar
th: ไม่สามารถบันทึกการแก้ไข
tr: Düzenlemeler kaydedilemedi
uk: Не вдається зберегти редагування
vi: Không thể lưu chỉnh sửa
zh_hans: 无法保存编辑
zh_hant: 無法保存編輯

# mobile.errors.could_not_save_title
source: Could not save
ar: لم تتمكن من الحفظ
cs: Nebylo možné uložit
da: Kunne ikke gemme
de: Konnte nicht gespeichert werden
el: Δεν ήταν δυνατή η αποθήκευση
es: No se pudo guardar
fi: Ei voitu tallentaa
fr: Impossible d'enregistrer
he: לא היה ניתן לשמור
hi: सहेजा नहीं जा सका
hu: Nem lehetett menteni
id: Tidak dapat disimpan
it: Non è stato possibile salvare
ja: 保存できませんでした
ko: 저장할 수 없음
ms: Tidak dapat menyimpan
nb: Kunne ikke lagre
nl: Kon niet opslaan
pl: Nie można było zapisać
pt_br: Não foi possível salvar
pt_pt: Não foi possível guardar
ro: Nu s-a putut salva
ru: Не удалось сохранить
sk: Nepodarilo sa uložiť
sv: Kunde inte spara
th: ไม่สามารถบันทึก
tr: Kaydedilemedi
uk: Не вдається зберегти
vi: Không thể lưu
zh_hans: 无法保存
zh_hant: 無法保存

# mobile.event_dialog.delete_task_question
source: Delete this task?
ar: حذف هذه المهمة؟
cs: Odstranit tuto úlohu?
da: Slet denne opgave?
de: Diese Aufgabe löschen?
el: Διαγραφή αυτής της εργασίας;
es: ¿Eliminar esta tarea?
fi: Poista tämä tehtävä?
fr: Supprimer cette tâche ?
he: מחק משימה זו?
hi: यह कार्य हटाएं?
hu: Törlöm ezt a feladatot?
id: Hapus tugas ini?
it: Eliminare questo compito?
ja: このタスクを削除しますか？
ko: 이 작업을 삭제하시겠습니까?
ms: Hapus tugas ini?
nb: Slett denne oppgaven?
nl: Deze taak verwijderen?
pl: Usunąć to zadanie?
pt_br: Excluir essa tarefa?
pt_pt: Eliminar esta tarefa?
ro: Ștergeţi această sarcină?
ru: Удалить эту задачу?
sk: Vymazať túto úlohu?
sv: Radera den här aktiviteten?
th: ลบงานนี้?
tr: Bu görev silinsin mi?
uk: Видалити це завдання?
vi: Xóa tác vụ này?
zh_hans: 删除此任务?
zh_hant: 刪除此工作？

# mobile.event_dialog.details_title
source: Details
ar: التفاصيل
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
fi: Tiedot
fr: Détails
he: פרטים
hi: विवरण
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 세부 정보
ms: Detail
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ro: Detalii
ru: Детали
sk: Podrobnosti
sv: Information
th: รายละเอียด
tr: Ayrıntılar
uk: Деталі
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資料

# mobile.event_dialog.imported_subtitle
source: Imported calendar item
ar: عنصر تقويم مستورد
cs: Importovaná položka kalendáře
da: Importeret kalenderelement
de: Importiertes Kalenderelement
el: Εισαγόμενο αντικείμενο ημερολογίου
es: Elemento de calendario importado
fi: Tuotu kalenterikohde
fr: Élément de calendrier importé
he: פריט לוח שנה מיובא
hi: आयातित कैलेंडर आइटम
hu: Importált naptári elem
id: Item kalender yang diimpor
it: Elemento calendario importato
ja: インポート済みカレンダーアイテム
ko: 가져온 달력 항목
ms: Item kalender yang diimpor
nb: Importert kalenderelement
nl: Geïmporteerd agendaitem
pl: Zaimportowany element kalendarza
pt_br: Item de calendário importado
pt_pt: Item de calendário importado
ro: Element de calendar importat
ru: Импортированный элемент календаря
sk: Importovaná položka kalendára
sv: Importerat kalenderobjekt
th: รายการปฏิทินที่นำเข้า
tr: Alınan takvim öğesi
uk: Імпортований елемент календаря
vi: Mục lịch đã nhập
zh_hans: 导入的日历项目
zh_hant: 已匯入日曆項目
